---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateBottomSuffix
source: html/aeec06ec-93aa-e473-e081-6cb66c53660c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateBottomSuffix Property

"Bottom Coordinate Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateBottomSuffix { get; }
```